Revit 2027 API
ParameterTypeId.RebarSystemSpanactiveDirn2 Property
 "Bars In Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpanactiveDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpanactiveDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpanactiveDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpanactiveDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace